SSE.getUnderlyingRefPlane(Pick!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,XYZUtils.OptXYZIn!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,Plane!System.Runtime.CompilerServices.IsConst*,Plane*,Arr&lt;Atom&gt;*)
returns ERR_NOT_APPLICABLE if it does not apply to the slab shape edit